tap "argoproj/tap"
tap "buildkite/buildkite"
tap "buildkite/cli"
tap "caskroom/cask"
tap "grpc/grpc"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
# brew "gdbm"
# brew "libyaml"
# brew "openssl"
# brew "readline"
brew "python"
brew "ansible"
# brew "autoconf"
# brew "automake"
brew "coreutils"
# brew "libtool"
brew "asdf"
# brew "libffi"
# brew "node"
# brew "babel"
# brew "bash"
# brew "bash-completion@2", link: false
brew "bat"
brew "cask"
# brew "chromedriver"
brew "chruby"
# brew "cmake"
brew "pkg-config"
# brew "crystal"
brew "ctags"
brew "direnv"
# brew "erlang"
# brew "elixir"
# brew "exercism"
# brew "exiftool"
# brew "ext4fuse"
# brew "fish"
# brew "fn"
# brew "freetds@0.91", link: true
# brew "fswatch"
brew "fzf"
# brew "gcc"
brew "git"
brew "glances", link: false
# brew "libksba"
# brew "golang-migrate"
brew "graphviz"
# brew "python@2"
brew "protobuf"
brew "grpc"
brew "htop"
brew "hub"
brew "hugo"
# brew "jenkins"
brew "jq"
brew "kubernetes-cli", link: false
brew "lastpass-cli"
# brew "libgit2"
# brew "lua"
# brew "macvim"
# brew "mitmproxy"
# brew "youtube-dl", link: false
brew "mpv", link: false
brew "neofetch"
brew "neovim"
# brew "nmap"
# brew "nvm"
# brew "openconnect"
# brew "openssl@1.1"
# brew "openvpn"
brew "parallel"
brew "pgcli"
brew "postgresql@9.6"
brew "postgresql", link: false
brew "postgresql@9.4", restart_service: true, link: true
# brew "presto"
# brew "pv"
# brew "qemu"
# brew "rabbitmq"
brew "ranger"
# brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ruby-build"
brew "ruby-install"
# brew "selenium-server-standalone"
brew "shellcheck"
# brew "swagger-codegen"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vault"
# brew "wget"
# brew "yarn"
brew "zsh"
brew "argoproj/tap/argo"
brew "argoproj/tap/argocd"
# brew "buildkite/buildkite/buildkite-agent", args: ["token="]
brew "buildkite/cli/bk"
# cask "datadog-agent"
cask "docker"
# cask "fly"
cask "flycut"
cask "gimp"
cask "google-chrome"
cask "iterm2"
# cask "kitty"
cask "licecap"
cask "minikube"
cask "spectacle"
