tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "automake"
brew "bat"
brew "chruby"
brew "direnv"
brew "gdbm"
brew "git"
brew "openssl"
brew "libffi"
brew "gnupg"
brew "go"
brew "hub"
brew "lastpass-cli"
brew "libyaml"
brew "neovim"
brew "readline"
brew "postgresql@9.4", restart_service: true, link: true
brew "python"
brew "redis", restart_service: true
brew "ruby-install"
brew "the_silver_searcher"
brew "tmux"
brew "zsh"
cask "firefox"
cask "iterm2"
cask "spectacle"
