tap 'caskroom/cask'
tap 'codeclimate/formulae'
tap 'd12frosted/emacs-plus'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'thoughtbot/formulae'
brew 'clasp'
brew 'gringo'
brew 'aspcud'
brew 'autoconf'
brew 'automake'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'ocaml'
brew 'ocamlbuild'
brew 'camlp4'
brew 'cmake'
brew 'consul'
brew 'coreutils'
brew 'ctags'
brew 'docker-machine'
brew 'libev'
brew 'opam'
brew 'docker-machine-driver-xhyve'
brew 'openssl'
brew 'jpeg'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'fortune'
brew 'fzf'
brew 'gdbm'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'gdk-pixbuf'
brew 'gmp'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'go'
brew 'icu4c'
brew 'harfbuzz'
brew 'heroku'
brew 'htop'
brew 'libtool'
brew 'xz'
brew 'imagemagick'
brew 'kubernetes-cli'
brew 'kops'
brew 'libcroco'
brew 'libevent'
brew 'libgpg-error'
brew 'libksba'
brew 'pango'
brew 'librsvg'
brew 'libyaml'
brew 'maven'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'subversion'
brew 'mesos'
brew 'node'
brew 'pandoc'
brew 'qemu'
brew 'qt@5.5'
brew 'rabbitmq', restart_service: true
brew 'reattach-to-user-namespace'
brew 'redis', restart_service: true
brew 'the_silver_searcher'
brew 'thefuck'
brew 'tmux'
brew 'tree'
brew 'unixodbc'
brew 'vault'
brew 'vim'
brew 'xhyve'
brew 'zookeeper'
brew 'codeclimate/formulae/codeclimate'
brew 'd12frosted/emacs-plus/emacs-plus', args: ['with-cocoa', 'with-gnutls', 'with-imagemagick', 'with-spacemacs-icon']
brew 'homebrew/dupes/zlib'
brew 'homebrew/php/php56'
brew 'homebrew/versions/postgresql94'
brew 'thoughtbot/formulae/gitsh'
cask 'franz'
cask 'iterm2'
cask 'menumeters'
cask 'slack'
cask 'vagrant'
cask 'vagrant-manager'
